[
  {
    "id": 1,
    "title": "Fjallraven - Mochila Foldsack No. 1, con capacidad para 15 portátiles",
    "price": 109.95,
    "description": "Tu mochila perfecta para el uso diario y las caminatas por el bosque. Guarda tu portátil (de hasta 15 pulgadas) en la funda acolchada, tu ropa de todos los días",
    "category": "ropa de hombre",
    "image": "https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg",
    "rating": {
      "rate": 3.9,
      "count": 120
    }
  },
  {
    "id": 2,
    "title": "Camisetas de corte ajustado premium informales para hombre ",
    "price": 22.3,
    "description": "Estilo ajustado, manga larga raglán en contraste, tapeta henley de tres botones, tejido ligero y suave para Transpirable y cómodo de llevar. Y camisas con costuras sólidas con cuello redondo hechas para mayor durabilidad y un gran ajuste para ropa de moda casual y fanáticos acérrimos del béisbol. El escote redondo estilo Henley incluye una tapeta de tres botones.",
    "category": "ropa de hombre",
    "image": "https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg",
    "rating": {
      "rate": 4.1,
      "count": 259
    }
  },
  {
    "id": 3,
    "title": "Chaqueta de algodón para hombre",
    "price": 55.99,
    "description": "Excelentes chaquetas de abrigo para primavera/otoño/invierno, adecuadas para muchas ocasiones, como trabajar, hacer senderismo, acampar, escalar montañas/rocas, andar en bicicleta, viajar u otras actividades al aire libre. Buena opción de regalo para usted o su familiar. Un cálido amor para el padre, el esposo o el hijo en este día de Acción de Gracias o Navidad.",
    "category": "ropa de hombre",
    "image": "https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg",
    "rating": {
      "rate": 4.7,
      "count": 500
    }
  },
  {
    "id": 4,
    "title": "Ropa informal ajustada para hombre",
    "price": 15.99,
    "description": "El color puede ser ligeramente diferente entre la pantalla y la práctica. / Tenga en cuenta que la complexión corporal varía según la persona, por lo tanto, la información detallada sobre el tamaño debe revisarse a continuación en la descripción del producto.",
    "category": "ropa de hombre",
    "image": "https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg",
    "rating": {
      "rate": 2.1,
      "count": 430
    }
  },
  {
    "id": 5,
    "title": "Pulsera de cadena con dragón de plata y oro Naga Legends para mujer de John Hardy",
    "price": 695,
    "description": "De nuestra colección Legends, el Naga se inspiró en el mítico dragón de agua que protege la perla del océano. Úselo mirando hacia adentro para recibir amor y abundancia, o hacia afuera para protección.",
    "category": "jewelery",
    "image": "https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg",
    "rating": {
      "rate": 4.6,
      "count": 400
    }
  },
  {
    "id": 6,
    "title": "Pequeño micropavé de oro macizo ",
    "price": 168,
    "description": "Satisfacción garantizada. Devuelva o cambie cualquier pedido en un plazo de 30 días. Diseñado y vendido por Hafeez Center en los Estados Unidos. Satisfacción garantizada. Devuelva o cambie cualquier pedido en un plazo de 30 días.",
    "category": "jewelery",
    "image": "https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg",
    "rating": {
      "rate": 3.9,
      "count": 70
    }
  },
  {
    "id": 7,
    "title": "Anillo bañado en oro blanco",
    "price": 9.99,
    "description": "Anillo de compromiso de diamantes solitario de estilo clásico para ella. Regalos para mimar aún más a tu amor en compromisos, bodas, aniversarios y San Valentín Día...",
    "category": "jewelery",
    "image": "https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg",
    "rating": {
      "rate": 3,
      "count": 400
    }
  },
  {
    "id": 8,
    "title": "Pendientes de acero inoxidable chapado en oro rosa con forma de búho perforado y doble acampanado",
    "price": 10.99,
    "description": "Pendientes de acero inoxidable chapado en oro rosa con doble acampanado. Fabricada en acero inoxidable 316L",
    "category": "jewelery",
    "image": "https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg",
    "rating": {
      "rate": 1.9,
      "count": 100
    }
  },
  {
    "id": 9,
    "title": "Chaqueta impermeable para mujer, cortavientos, impermeable para escalada a rayas",
    "price": 39.99,
    "description": "Ligera, perfecta para viajes o ropa informal. Manga larga con capucha, diseño de cintura con cordón ajustable. Chubasquero con cierre frontal con botones y cremallera, totalmente forrado a rayas y con 2 bolsillos laterales de buen tamaño para guardar todo tipo de cosas, cubre las caderas y la capucha es generosa pero no exagerada. La capucha forrada de algodón adjunta con cordones ajustables le da un aspecto realmente elegante.",
    "category": "ropa de mujer",
    "image": "https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg",
    "rating": {
      "rate": 3.8,
      "count": 679
    }
  },
  {
    "id": 10,
    "title": "MBJ - Chaqueta lisa de manga corta con cuello barco en V para mujer ",
    "price": 9.85,
    "description": "95 % RAYÓN, 5 % SPANDEX, fabricada en EE. UU. o importada, no usar lejía, tela ligera con gran elasticidad para mayor comodidad, acanalada en mangas y escote / Doble costura en el dobladillo inferior",
    "category": "ropa de mujer",
    "image": "https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg",
    "rating": {
      "rate": 4.7,
      "count": 130
    }
  },
  {
    "id": 11,
    "title": "Camiseta de manga corta para mujer Opna Moisture",
    "price": 7.95,
    "description": "100 % poliéster, lavable a máquina, 100 % poliéster catiónico entrelazado, lavable a máquina y preencogido para un ajuste perfecto, ligera, amplia y muy transpirable con tejido que absorbe la humedad y ayuda a mantenerla alejada, tejido suave y ligero con un cómodo cuello en V y un ajuste más ajustado, ofrece una silueta elegante y más femenina y una mayor comodidad",
    "category": "ropa de mujer",
    "image": "https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg",
    "rating": {
      "rate": 4.5,
      "count": 146
    }
  },
  {
    "id": 12,
    "title": "Camiseta corta informal de algodón para mujer DANVOUY",
    "price": 12.99,
    "description": "95 % algodón, 5 % elastano, Características: informal, manga corta, estampado de letras, cuello en V, camisetas de moda, la tela es suave y tiene algo de elasticidad., Ocasión: informal, oficina, playa, escuela, hogar, calle. Temporada: primavera, verano, otoño, invierno.",
    "category": "ropa de mujer",
    "image": "https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg",
    "rating": {
      "rate": 3.6,
      "count": 145
    }
  }
]